---
kind: other
id: Properties.T:Autodesk.Revit.DB.Analysis.PathOfTravel
source: html/ea0ba1d9-43e7-6c3d-cc92-85ae81edce04.htm
---
# PathOfTravel Properties

The id of the assembly instance to which the element belongs.